weilian1977/esp32_mpy/project/matatacar_v3/config/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME               "MATATACAR (ESP32S3N8R8 OCT SPIRAM)"
#define MICROPY_HW_MCU_NAME                 "ESP32S3"

#define MICROPY_PY_BLUETOOTH                (0)
#define MICROPY_PY_MACHINE_DAC              (0)

#define MICROPY_HW_I2C0_SCL                 (9)
#define MICROPY_HW_I2C0_SDA                 (8)

#define MICROPY_HW_ENABLE_SDCARD            (1)
